Repository: FunkFeuer/common-node-db
Catalog: _CNDB/_OMP/-I18N/*.po
Languages: de

source: A bundle of binaries for firmware.
de: Ein Bündel von Binärcodes.

source: Address of the node (if stationary).
de: Adresse des Knotens, sofern stationär

source: Adhoc group
de: Adhoc Gruppe

source: Adhoc group of persons.
de: Adhoc Gruppe von Personen.

source: Adhoc_Group
de: Adhoc Gruppe

source: Adhoc_Group of person
de: Adhoc Gruppe von Person

source: Administration of node database
de: Verwaltung der Knotendatenbank

source: Administration of persons/addresses...
de: Verwaltung von Personen/Adressen...

source: Administration of user accounts and groups
de: Verwaltung von Anwenderkonten und Gruppen

source: Antenna
de: Antenne

source: Antenna polarization.
de: Polarisation der Antenne.

source: Antenna polarization. Per default, `antenna_type.polarization` is used, but can be overriden here.
de: Polarisation der Antenne. `antenna_type.polarization` wird verwendet, wenn hier kein Wert eingegeben wird.

source: Antenna type
de: Antennentyp

source: Antenna used by a wireless interface
de: Von der drahtlosen Schnittstelle verwendete Antenne.

source: Antenna.
de: Antenne.

source: Antenna_Band
de: Antennenband

source: Antenna_Type
de: Antennentyp

source: Apprentice
de: Lehrling

source: Association
de: Verein

source: Association of person
de: Verein der Person

source: At most one of `owner` and `expiration_date` can be defined at one time.
de: Zu einem Zeitpunkt kann höchstens ein Eigner und Ablaufdatum definiert sein.

source: Attributes of an IPv4 network pool.
de: Eigenschaften eines IPv4 Adress-Pools.

source: Attributes of an IPv6 network pool.
de: Eigenschaften eines IPv6 Adress-Pools.

source: Azimuth of antenna orientation (in degrees).
de: Azimuth der Antenne (in Grad).

source: Band
de: Kanal

source: Bandwidth
de: Bandbreite

source: Bandwidth of a channel
de: Bandbreite eines Kanals

source: Binary for firmware.
de: Binärcode für Firmware.

source: Binary.
de: Binärcode.

source: Bundle.
de: Bündel.

source: CNDB graph
de: CNDB Diagramm

source: Cell name.
de: Zellenname.

source: Center frequency of this channel
de: Zentralfrequenz dieses Kanals

source: Channel
de: Kanal

source: Company manufacturing the device-type.
de: Firma, die den Gerätetyp herstellt.

source: Company of person
de: Firma der Person

source: Cool down period
de: Abkühlungszeitraum

source: Cool down period for this IP4_Pool.
de: Abkühlungszeitraum für diesen IP4 Pool.

source: Cool down period for this IP6_Pool.
de: Abkühlungszeitraum für diesen IP6 Pool.

source: Cool down period for this IP_Pool.
de: Abkühlungszeitraum für diesen IP Pool.

source: Countrycode
de: Landeskürzel

source: DNS alias for IPv4 address
de: DNS Alias für IPv4 Adresse

source: DNS alias for IPv6 address
de: DNS Alias für IPv6 Adresse

source: DNS name for this IP Network.
de: DNS Name für dieses IP Netzwerk.

source: Describes how well the antenna converts input power into radio waves headed in a specified direction (in dBi).
de: Beschreibt, wie gut die Antenne das Inputsignal in Radiowellen mit einer bestimmten Richtung verwandelt (in dBi).

source: Describes how well the antenna converts input power into radio waves headed in a specified direction (in dBi). Per default, `antenna_type.gain` is used, but can be overriden here.
de: Beschreibt, wie gut die Antenne das Inputsignal in Radiowellen mit einer bestimmten Richtung verwandelt (in dBi). Normalerweise wird die Verstärkung des Antennentyps verwendet, aber das kann hier modifiziert werden.

source: Description of and remarks about the IP_Network
de: Beschreibung des IP Netzwerks

source: Description of device
de: Beschreibung des Geräts

source: Description of device type
de: Beschreibung des Gerätetyps

source: Description of document.
de: Beschreibung des Dokuments.

source: Description of interface
de: Beschreibung der Schnittstelle

source: Description of the node
de: Beschreibung des Knotens

source: Device
de: Gerät

source: Device type
de: Gerätetyp

source: Device type.
de: Gerätetyp.

source: Device_Type
de: Gerätetyp

source: Device_Type made_by Company
de: Gerätetyp erzeugt durch Firma

source: Domain
de: Domäne

source: Elevation angle
de: Höhenwinkel

source: Elevation angle of the beam from the horizontal plane (in degrees).
de: Neigung der Strahlungsrichtung gegen die Horizontale (in Grad).

source: Entity the document applies to.
de: Durch das Dokument beschriebene Entität.

source: Firmware binary
de: Firmware Binärcode

source: Firmware bundle
de: Firmware Bündel

source: Firmware for which binary was built.
de: Durch Binärcode unterstützte Firmware.

source: Firmware type
de: Firmwaretyp

source: Firmware version usable by some devices.
de: Für bestimmte Geräte verwendbare Firmwareversion.

source: Firmware_Binary
de: Firmwarebinärcode

source: Firmware_Binary in Firmware_Bundle
de: Firmwarebinärcode in Firmwarebündel

source: Firmware_Bundle
de: Firmwarebündel

source: Firmware_Type
de: Firmwaretyp

source: Floating-point attribute.
de: Gleitkommazahliges Attribut.

source: Frequency Band of an antenna type
de: Durch die Antenne unterstützter Frequenzbereich.

source: Frequency range an antenna type supports.
de: Durch die Antenne unterstützter Frequenzbereich.

source: Frequency range for which transmission is allowed.
de: Erlaubter Frequenzbereich für die Übertragung.

source: Frequency with unit information (e.g. 2.437 GHz).
de: Frequenz mit Einheit (z.B. 2.437 GHz)

source: Frequency_Interval
de: Frequenzintervall

source: GPS position and optional height of the node
de: GPS Position und optional die Höhe des Knotens

source: Gain
de: Gewinn

source: Graph displaying Funkfeuer object model
de: Diagram des Funkfeuer Objektmodells

source: Group of person
de: Gruppe von Personen

source: Hardware interface used by virtual interface.
de: Von virtueller Schnittstelle verwendete Hardwareschnittstelle

source: Height relative to device the antenna is connected to.
de: Höhe der Antenne relativ zum Gerät.

source: IP Network.
de: IP Netzwerk.

source: IP network.
de: IP Netzwerk.

source: IP4_Network
de: IP4 Netzwerk

source: IP4_Network in IP4_Pool
de: IP4 Netzwerk in IP4 Pool

source: IP4_Pool permits Group
de: IP4 Pool erlaubt Gruppe

source: IP6_Network
de: IP6 Netzwerk

source: IP6_Network in IP6_Pool
de: IP6 Netzwerk in IP6 Pool

source: IP6_Pool permits Group
de: IP6 Pool erlaubt Gruppe

source: IP_Network
de: IP Netzwerk

source: IP_Network in IP_Pool
de: IP Netzwerk in IP Pool

source: IP_Pool permits Group
de: IP Pool erlaubt Gruppe

source: IPv4 Network address.
de: IPv4 Netzwerk Adresse.

source: IPv4 Network of CNDB
de: IPv4 Netzwerk von CNDB

source: IPv4 networks in an IPv4 pool.
de: IPv4 Netzwerke in einem IPv4 Pool.

source: IPv6 Network address.
de: IPv6 Netzwerk-Adresse.

source: IPv6 Network of CNDB
de: IPv6 Netzwerk von CNDB

source: IPv6 networks in an IPv6 pool.
de: IPv6 Netzwerke in einem IPv6 Pool.

source: Iface quota
de: Schnittstellen-Quota

source: Indicates if this interface is active.
de: Gibt an, ob die Schnittstelle aktiv ist.

source: Indoor only
de: Nur in geschlossenen Räumen

source: Integer attribute.
de: Ganzzahliges Attribut.

source: Interface
de: Schnittstelle

source: Ip network
de: IP Netzwerk

source: Ip4 network
de: IP4 Netzwerk

source: Ip6 network
de: IP6 Netzwerk

source: Is active
de: Ist aktiv

source: Key
de: Schlüssel

source: Key used for WPA authentication.
de: Für WPA Autentifizierung verwendeter Schlüssel.

source: Left network interface
de: Linke Netzwerkschnittstelle

source: Limit netmasks to allocate from this IP4_Pool.
de: Beschränke Netzmaske für Reservierung aus diesem IP4 Pool.

source: Limit netmasks to allocate from this IP6_Pool.
de: Beschränke Netzmaske für Reservierung aus diesem IP6 Pool.

source: Limit netmasks to allocate from this IP_Pool.
de: Beschränke Netzmaske für Reservierung aus diesem IP Pool.

source: Link Firmware_Binary to Firmware_Bundle.
de: Verknüpfe Firmwarebinärcode mit Firmwarebündel.

source: Link a person to a adhoc_group
de: Verknüpfe Person mit Adhoc Gruppe.

source: Link a person to a association
de: Verknüpfe Person mit einem Verein

source: Link a person to a company
de: Verknüpfe Person mit einer Firma

source: Link between two network interfaces.
de: Link zwischen zwei Netzwerkschnittstellen.

source: Location of document.
de: Ort des Dokuments.

source: Lower
de: Untere Grenze

source: Lower bound of interval.
de: Untere Grenze des Intervalls.

source: MAC address of interface.
de: MAC Adresse der Schnittstelle.

source: Mac address
de: Mac Adresse

source: Manager of the node
de: Manager des Knotens

source: Manufacturer
de: Hersteller

source: Mask len
de: Maskenlänge

source: Maximum allowed TX power in dBm, dBW or units of W.
de: Maximale erlaubte Sendeleistung in dBm, dBW oder W.

source: Maximum allowed antenna gain in dB.
de: Maximale erlaubte Antennenverstärkung in dB.

source: Maximum allowed bandwidth.
de: Maximale erlaubte Bandbreite.

source: Mode
de: Modus

source: Model a network device of CNDB.OMP.
de: Netzwerkgerät in CNDB.

source: Model a node of CNDB
de: Knoten in CNDB

source: Model a routing zone of CNDB.OMP.
de: Routing Zone in CNDB.

source: Model an antenna used by a CNDB node.
de: Von einem CNDB Knoten verwendete Antenne.

source: Model credentials necessary for WPA authentication.
de: Für WPA Autentifizierung notwendiger Berechtigungsnachweis.

source: Model manufacturer of device-type.
de: Hersteller des Gerätetyps.

source: Model no
de: Modellnummer

source: Model number identifying the device type
de: Den Gerätetyp eindeutig beschreibende Modellnummer

source: Model the type of antennas in CNDB.OMP.
de: Antennentyp in CNDB.

source: Model the type of network devices in CNDB.OMP.
de: Netzwerkgerätetyp

source: Name identifying the firmware bundle.
de: Eindeutiger Name des Firmwarebündels.

source: Name identifying the firmware type.
de: Eindeutiger Name des Firmwaretyps.

source: Name of Antenna
de: Name der Antenne

source: Name of Device
de: Name des Geräts

source: Name of IP_Pool
de: Name des IP Pools.

source: Name of Net_Device
de: Names des Netzwerkgeräts

source: Name of adhoc_group.
de: Name der Adhocgruppe.

source: Name of association.
de: Name des Vereins.

source: Name of device type
de: Name des Gerätetyps

source: Name of the alias.
de: Name des Aliases.

source: Name of the interface.
de: Name der Netzwerkschnittstelle

source: Name of the node
de: Name des Knotens

source: Name of the standard
de: Name des Standards

source: Name of the zone
de: Name der Zone

source: Need dfs
de: Benötigt DFS

source: Net address
de: Netzadresse

source: Net device
de: Netzwerkgerät

source: Net device type
de: Netzwerkgerätetyp

source: Net interface
de: Netzwerkschnittstelle

source: Net_Device
de: Netzwerkgerät

source: Net_Device_Type
de: Netzwerkgerätetyp

source: Net_Interface
de: Netzwerkschnittstelle

source: Net_Interface in IP4_Network
de: Netzwerkschnittstelle in IP4 Netzwerk

source: Net_Interface in IP6_Network
de: Netzwerkschnittstelle in IP6 Netzwerk

source: Net_Interface in IP_Network
de: Netzwerkschnittstelle in IP Netzwerk

source: Netmask interval
de: Intervall für Netzwerkmaske

source: Network address.
de: Netzwerk-Adresse.

source: Network device the interface is connected to.
de: Netzwerkgerät, mit dem die Schnittstelle verbunden ist.

source: Network interface.
de: Netzwerkschnittstelle.

source: Network mask used for this IP Network.
de: Von IP-Netzwerk verwendete Netzwerkmaske

source: Network name.
de: Netzwerkname.

source: Nickname
de: Spitzname

source: Nickname of a subject
de: Spitzname eines Subjekts

source: Node
de: Knoten

source: Node for which this `IP4_Pool` is reserved.
de: Knoten, für den dieser IP4 Pool reserviert ist.

source: Node for which this `IP6_Pool` is reserved.
de: Knoten, für den dieser IP6 Pool reserviert ist.

source: Node for which this `IP_Pool` is reserved.
de: Knoten, für den dieser IP Pool reserviert ist.

source: Node quota
de: Knoten Quota

source: Only indoor TX allowed.
de: TX nur in Innenräumen erlaubt.

source: Owner
de: Eigner

source: Owner of the `IP4_Network`.
de: Eigner des IP4 Netzwerks.

source: Owner of the `IP6_Network`.
de: Eigner des IP6 Netzwerks.

source: Owner of the `IP_Network`.
de: Eigner des IP Netzwerks.

source: Owner of the node, defaults to manager
de: Eigner des Knotens, Default: Manager

source: Permission of a group on id_entity.
de: Erlaubnis für Gruppe zu Zugriff auf Entität.

source: Permission of a group on ip4_pool.
de: Erlaubnis für Gruppe zu Zugriff auf IP4 Pools.

source: Permission of a group on ip6_pool.
de: Erlaubnis für Gruppe zu Zugriff auf IP6 Pools.

source: Permitted Group
de: Erlaubte Gruppe

source: Person in Adhoc_Group
de: Person in Adhocgruppe

source: Person in Association
de: Person in Verein

source: Person in Company
de: Person in Firma

source: Person in Group
de: Person in Gruppe

source: Person is the mentor of another person.
de: Person ist Mentor für eine andere Person.

source: Person linked to Adhoc_Group
de: Person verknüpft mit Adhocgruppe

source: Person linked to Association
de: Person verknüpft mit Verein

source: Person linked to Company
de: Person verknüpft mit Firma

source: Person linked to Group
de: Person verknüpft mit Gruppe

source: Person mentors Person
de: Person betreut Person

source: Polarization
de: Polarisation

source: Pool %(pool)s doesn't have any networks
de: Pool %(pool)s hat keine Netzwerke

source: Pool to which this `IP4_Network` belongs.
de: Pool, dem dieses IP4 Netzwerk zugeordnet ist.

source: Pool to which this `IP6_Network` belongs.
de: Pool, dem dieses IP6 Netzwerk zugeordnet ist.

source: Pool to which this `IP_Network` belongs.
de: Pool, dem dieses IP Netzwerk zugeordnet ist.

source: Protocol
de: Protokoll

source: Quota of IP allocations from this IP pool for a single network interface.
de: Quote für IP Reservierungen für ein einzelne Netzwerkschnittstelle aus diesem IP Pool

source: Quota of IP allocations from this IP pool per node.
de: Knotenspezifische Quote für IP Reservierungen aus diesem IP Pool

source: Quota of IP allocations from this IP pool per user.
de: Anwenderspezifische Quote für IP Reservierungen aus diesem IP Pool

source: Relative height
de: Relative Höhe

source: Revision
de: Revisionsnummer

source: Revision of hardware of device type
de: Revisionsnummer der Gerätetyphardware.

source: Right network interface
de: Rechte Netzwerkschnittstelle

source: Routing zone using the OLSR routing protocol.
de: Routing Zone, die das OLSR Routingprotokoll verwendet.

source: Short description of the im_handle
de: Kurze Beschreibung

source: Short description of the nickname
de: Kurze Beschreibung des Spitznamens

source: Short name of adhoc_group.
de: Kurzname der Adhocgruppe.

source: Short name of association.
de: Kurzname des Vereins.

source: Show in map
de: Zeige in Karte

source: Show in map.
de: Zeige in Karte.

source: TX Power
de: Sendeleistung

source: TX power
de: Sendeleistung

source: The Person being mentored.
de: Die betreute Person.

source: The Person mentoring another person.
de: Die betreuende Person.

source: The `mask_len` must match the one of `right` or of any network containing `right`.
de: Die Maskenlänge muss mit einem Eintrag von `rechts` oder eines Netzwerks, das `rechts` enthält, übereinstimmen.

source: The `net_address` must be contained in the `parent`.
de: Die Netzwerkadresse muss im `parent` enthalten sein.

source: The antenna type for this band
de: Antennentyp für dieses Band

source: The assigned IP Address
de: Zugewiesene IP Adresse

source: The name must be unique for this type of address.
de: Der Name muss für diesen Adresstyp eindeutig sein.

source: The network interface using these credentials.
de: Netzwerkschnittstelle, die den Berechtigungsnachweis verwendet.

source: The nickname.
de: Spitzname.

source: The upper bound must be greater or equal to the lower bound.
de: Die obere Grenze muss grösser/gleich der unteren Grenze sein.

source: The wireless standard for this channel
de: Wi-Fi Standard für diesen Kanal

source: The zone that's routed for.
de: Die Zone, die geroutet wird.

source: There must be at least one frequency band for the antenna.
de: Es muss mindestens ein Frequenzband für die Antenne geben.

source: There must not be a second link with `left` and `right` swapped.
de: Es darf keinen zweiten Link mit vertauschter Richtung geben.

source: Transmit power with unit (units of dBW or W).
de: Sendeleistung mit Einheit (dBW oder W).

source: Two-letter country-code
de: Landeskürzel (2 Buchstaben)

source: Type
de: Typ

source: Type of Antenna
de: Typ der Antenne.

source: Type of Device
de: Typ des Geräts

source: Type of Net_Device
de: Type des Netzwerkgeräts

source: Type of document (e.g., picture, user manual).
de: Typ des Documents (z.B. Bild, Gebrauchsanleitung).

source: Type of firmware
de: Typ der Firmware.

source: Type of firmware usable by some devices.
de: Für bestimmte Geräte verwendbarer Firmwaretyp.

source: Type of net device
de: Type des Netzwerkgeräts

source: URL for Firmware_Type
de: URL für Firmwaretyp

source: Upper
de: Obere Grenze

source: Upper bound of interval.
de: Obere Grenze des Intervalls.

source: User quota
de: Anwenderquote

source: Users
de: Anwender

source: Version of the firmware
de: Version der Firmware

source: Version of the firmware bundle.
de: Version des Firmwarebündels.

source: Virtual wireless interface
de: Virtuelle drahtlose Schnittstelle

source: Virtual wireless interface of a CNDB device
de: Virtuelle drahtlose Schnittstelle eines CNDB Geräts

source: Virtual_Wireless_Interface
de: Virtuelle drahtlose Schnittstelle

source: Virtual_Wireless_Interface in IP4_Network
de: Virtuelles drahtloses Netzwerkschnittstelle in IP4 Netzwerk

source: Virtual_Wireless_Interface in IP6_Network
de: Virtuelles drahtloses Netzwerkschnittstelle in IP6 Netzwerk

source: Virtual_Wireless_Interface in IP_Network
de: Virtuelles drahtloses Netzwerkschnittstelle in IP Netzwerk

source: WPA_Credentials
de: WPA Berechtigungsnachweis

source: Wi-Fi Standard
de: Drahtloser Standard

source: Wired interface
de: Drahtgebundene Schnittstelle

source: Wired interface of a CNDB device
de: Drahtgebundene Schnittstelle eines CNDB Geräts

source: Wired_Interface
de: Drahtgebundene Schnittstelle

source: Wired_Interface in IP4_Network
de: Drahtgebundene Schnittstelle in IP4 Netzwerk

source: Wired_Interface in IP6_Network
de: Drahtgebundene Schnittstelle in IP6 Netzwerk

source: Wired_Interface in IP_Network
de: Drahtgebundene Schnittstelle in IP Netzwerk

source: Wireless channel of a wireless standard
de: Drahtlose Kanal eines drahtlosen Standards

source: Wireless channel used by a wireless interface
de: Von der drahtlosen Schnittstelle verwendeter Kanal

source: Wireless channel.
de: Drahtloser Kanal.

source: Wireless interface
de: Drahtlose Schnittstelle

source: Wireless interface of a CNDB device
de: Drahtlose Schnittstelle eines CNDB Geräts

source: Wireless interface.
de: Drahtlose Schnittstelle

source: Wireless mode to use for Virtual_Wireless_Interface
de: Drahtloser Modus für die virtuelle drahtlose Schnittstelle

source: Wireless mode to use for Wireless_Interface
de: Von der drahtlosen Schnittstelle verwendeter Modus

source: Wireless mode to use for _Wireless_Interface_
de: Drahtloser Modus für die drahtlose Schnittstelle

source: Wireless standard
de: Drahtloser Standard

source: Wireless standard used by the wireless interface.
de: Von der drahtlosen Schnittstelle verwendeter Standard.

source: Wireless_Channel
de: Drahtloser Kanal

source: Wireless_Interface
de: Drahtlose Schnittstelle

source: Wireless_Interface in IP4_Network
de: Drahtlose Schnittstelle in IP4 Netzwerk

source: Wireless_Interface in IP6_Network
de: Drahtlose Schnittstelle in IP6 Netzwerk

source: Wireless_Interface in IP_Network
de: Drahtlose Schnittstelle in IP Netzwerk

source: Wireless_Interface uses Antenna
de: Drahtlose Schnittstelle verwendet Antenne

source: Wireless_Interface uses Wireless_Channel
de: Drahtlose Schnittstelle verwendet Kanal

source: Wireless_Standard
de: Drahtloser Standard

source: `Node` to which the `net_device` is connected.
de: Mit dem Netzwerkgerät verbundener Knoten.

source: `left` and `right` must be different objects!
de: `links` und `rechts` müssen unterschiedliche Objekte sein!

source: is_valid
de: ist gültig

source: number of this channel
de: Kanalnummer

source: valid_network
de: Gültiges Netzwerk
