Repository: FunkFeuer/common-node-db
Catalog: _CNDB/_GTW/-I18N/*.po
Languages: de

source: %ss managed/owned by %s
de: %s, die %s verwaltet oder besitzt

source: %ss used by %s
de: %s, die %s verwendet

source: Addresses used by %s
de: Von %s verwendete Addressen

source: Allocate an IP address for interface %(obj)s
de: Reserviere eine IP Adresse für Schnittstelle %(obj)s

source: Change email of %(tn)s %(obj)s
de: Ändere Emailadresse von %(tn)s %(obj)s

source: Change password of %(tn)s %(obj)s
de: Ändere Kennwort von %(tn)s %(obj)s

source: Create a new %(tn)s %(obj)s
de: Lege eine neue Instanz von %(tn)s %(obj)s an

source: Edit %(tn)s %(obj)s
de: Ändere %(tn)s %(obj)s

source: Generate firmware for %(tn)s %(obj)s
de: Erzeuge Firmware für %(tn)s %(obj)s

source: IP address
de: IP-Adresse

source: IP address assigned to interface
de: Der Schnittstelle zugewiesene IP-Adresse

source: IP addresses
de: IP-Adressen

source: IP addresses assigned to interface
de: Der Schnittstelle zugewiesene IP-Adressen

source: IP network
de: IP Netzwerk

source: IP network the address belongs to
de: IP-Netzwerk, zu dem die Adresse gehört

source: Indicates if you are owner or manager of the node
de: Gibt an, ob Du Eigner oder Verwalter des Knotens bist

source: No pools available that allow allocation by user %(user)s and node %(node)s
de: Es sind keine Pools verfügbar, die Allokation durch %(user)s und %(node)s erlauben

source: Personal data of %s
de: Persönliche Daten von %s

source: Request must include interface pid
de: Abfrage muss Schnittstellen-ID enthalten

source: Role
de: Rolle

source: Show graphs and statistics about %(tn)s %(obj)s
de: Zeige Graphen und Statistiken über %(tn)s %(obj)s an

source: You are not allowed to change %s unless afterwards you [%s] are still either manager or owner
de: %s kann nicht geändert werden, ausser %s ist danach immer noch entweder Manager oder Eigner

source: and
de: und

source: owned/managed by
de: in Besitz/verwaltet von

source: to
de: zu

source: type
de: Typ
