Repository: FunkFeuer/common-node-db
Catalog: _CNDB/_JNJ/-I18N/*.po
Languages: de

source: About
de: Über

source: Allocate from pool %(name)s
de: Reserviere aus dem Pool %(name)s

source: Choose the address pool to allocate from
de: Wähle den zu verwendenden Addressbereich aus

source: Choose the type of object to create
de: Wähle den zu erzeugenden Objekttyp aus

source: Dashboard for %s
de: Übersichtsseite für %s

source: Development
de: Entwicklung

source: Documentation
de: Dokumentation

source: Hide node map
de: Verberge Knotenkarte

source: Last change
de: Letzte Änderung

source: Open wireless networks
de: Offene drahtlose Netzwerke

source: Personal settings
de: Persönliche Daten

source: Show node map
de: Zeige Knotenkarte

source: Top of page
de: Beginn der Seite
